* Work
:LOGBOOK:
CLOCK: [2023-03-13 Mon 04:43]--[2023-03-13 Mon 06:34] =>  1:51
CLOCK: [2023-03-13 Mon 03:17]--[2023-03-13 Mon 03:54] =>  0:37
CLOCK: [2023-03-12 Sun 14:05]--[2023-03-13 Mon 03:17] => 13:12
:END:
* Things Crowley did that are pretty not cool.
There's that one time they talk about blood libel.
The dis on Anna Kingsford a lot.
Generally talk down of past religious experience.
* A Note To Parts I & II
** On Authorship
Frate Perdurabo writes in a very dense and occult manor that is hard to understand. I have read some of their other work and can confirm this.
Liber ABA is in a large portion the work of others, such as Soror Virakam.
Liber ABA us composed  of "disjointed fragments of [Perdurabo's] casual conversation."
Large portions were taken from Perdurabo's dictation, especially in the Villa Caldarazzo in Naples. See Editor's Introduction.
** What is part I?
"A crude outline sketch"
Introductory and entry level.
About mysticism.
** What is part II?
More advanced than part I.
Expects the reader to know the literature on the subject, and to take an intelligent view of it.
About magick.
** Belief
Frater Perdurabo asks that students doubt. They want independence and self-reliance. 
Belief drawn from a persuasive tongue or efficient sword are destructive and contrary to religious experience.
Do the work yourself before believing.
* Preliminary Remarks.
** Crisis of the new aeon.
It is full of sorrow.
Religions start crudely by offering immortality.
In the new aeon, people are asking to see the proof of immortality.
Institutions are falling apart as people demand the proof.
** Criticism of religion. 
Begin by doubting every statement.
Hunchback and the soldier, even doubt affirms doubt, etc.
Reject faith but accept the report. 
*** What does every religion agree on?
Not in dogma, it is too varied.
The existence of miracles, but there is no proof.
Not in doctrine, ethics, mythology or afterlife. 
** The influence of genius.
The common between Christ, Buddha and Mohamed, and also Moses, St. Paul
Each lived very different lives.
Each has a messy literature base.
All spent a great period of time alone, likely in a cave.
Upon their return, they work miracles, or turn over political order or reveal a new law or whatever.
Their returned acts are not founded in what they were doing in that period (e.i. sitting in a cave).
Buddha gives very detailed explanations. The short is that they mastered the secret force of the universe.
St. Paul is note specific. Christ gives no explanation.
Mohamed was visited by an angel who communicated things from God.
Moses "beheld God."
Circa 1870 this phenomenon is religious, circa 1920 it is spiritual, circa 1970 it will be named scientifically.
If it where epilepsy, or another ailment, this would only be an argument for cultivating epilepsy.
Trying to debase one tradition through morality, insanity, sedition, heresy, or other pejorative is not helpful.
Some did not understand what happened to them, others did not want to make the path clear. Frater Perdurabo wants to make the path exceptionally clear.
** The vision of the new path.
Based of the system of the Buddha. But also with the considerations of the inputs of the followers of the other Masters.
They recommend "Virtues": Solitude, absence of excitement, moderation in diet, prayer/meditation.
The former are all in service to the last.
*** What is prayer/meditation?
Restraint of mind to a single act, state, or thought.
Human minds, by nature, are generally wandering and unfocused.
Intellectuals are generally able to connect one thought to the next in a channel. Damming this channel does little.
There is a trend in animals, that the larger an animal is, the fewer and more decisive its movements are.
By freeing the mind from external influences, it obtains power to somewhat see the truth of things.
*** Distractions.
New faces, new habits. Even, at first, the habits which to this end one acquires.
Eating too much. Eat only when hungry i.e. the interior voice tells us.
Sleeping too much or to little.
No position to sit is comfortable. The study and solution there of is called asana.
Events of the day. Arrange days to be absolutely uneventful.
The monastic vow of poverty, chastity, and obedience is in service to addressing these.
** The path.
They recommend: twice a day, at fixed times, for 15 minutes, count how many times one strays from a particular object. This determines what conditions are favorable and which are poor.
** The end.
At first, thought will wander so far as to forget the object.
Later, one will end in amazing states of bewilderment: forgetting things like what they were doing or who they are.
Also later, presentiments that something is about to happen.
Terror that ones brain is giving way. (one will have learned of mental fatigue and learned to avoid it.)
At first, the will and the mind are in contest. Then they are in harmony. Then it falls as though by its own weight. This is disrupted by consciousness.
** The nature of consciousness.
There are two things: the knower and the known.
Assumption: the shadow is inactive or sluggish. Specifically "Torpid."
*** Sports.
Best strokes seem spontaneous. When thinking about them, the become nervous.
There are three classes of stroke:
- bad :: wandering attention.
- good :: fixed attention.
- perfect :: not understood; comes from a habit of fixity.
In the perfect strokes, attention becomes independent of will, enabled to act freely of its own.
Perfect strokes "fall by their own weight."
** Attainment.
Dualism, Ego and non-ego, knower and known, are blotted out.
An intense light, sound, feeling of overwhelming bliss.
Stuporing "knock-out" to the mind.
By this light, the rest of life is darkness.
A warning: don't confuse this with celestial-ness or heaven.
Generally tho, attainer attribute it to a deity.
In the Bhagavad-gita, Visnu has this vision, of an local deity not named.
Mystic Anna Kingsford has this vision, of a deity named Maria or Adonai.
Kingsford attainment is the precursor to Thelema, in the same way John the Baptists was to Christianity.
Muhamed attributes their experience to Gabriel and he Annunciation. 
